import { Blog } from "@/db/schema";

export const blogs: Blog[] = [
  {
    id: 1,
    title: "۵ اشتباه وحشتناک در پرامپت نویسی که ممکنه کیفیت کار شما رو نابود کنه!",
    slug: "5-terrible-prompt-mistakes",
    tags: "پرامپت نویسی, اشتباهات",
    picture: "https://placehold.co/600x400/1e1e1e/8A2BE2?text=Blog+Post+1",
    excerpt: "مطمئناً نمی‌خواهید پرامپت نویسی اشتباهی انجام بدید که کارتون رو به فنا بده!",
    description:
      "توی این مقاله با ۵ اشتباه وحشتناک در پرامپت نویسی آشنا می‌شید که می‌تونند کیفیت خروجی مدل‌های هوش مصنوعی شما رو پایین بیارند. این اشتباهات رو برطرف کنید و یه گام به جلو بردارید!",
  },
  {
    id: 2,
    title: "۶ ابزار هوش مصنوعی که اگر ازشون استفاده نکنید، عقب می‌افتید!",
    slug: "6-ai-tools-you-must-use",
    tags: "ابزار, هوش مصنوعی",
    picture: "https://placehold.co/600x400/1e1e1e/8A2BE2?text=Blog+Post+2",
    excerpt: "همه چیز به ابزارهای هوش مصنوعی بستگی داره!",
    description:
      "این مقاله ۶ ابزار هوش مصنوعی رو به شما معرفی می‌کنه که اگر استفاده نکنید، از بقیه عقب می‌افتید! این ابزارها می‌تونند تولید محتوای شما رو به یه سطح دیگه ببرند و شما رو یک سر و گردن از رقبا بالاتر بذارند.",
  },
  {
    id: 3,
    title: "چطور با پرامپت نویسی، یک لوگو حرفه‌ای برای کسب‌وکارتون طراحی کنید؟",
    slug: "ai-logo-prompting",
    tags: "پرامپت نویسی, طراحی لوگو",
    picture: "https://placehold.co/600x400/1e1e1e/8A2BE2?text=Blog+Post+3",
    excerpt: "همه می‌خوان لوگوهای حرفه‌ای و خلاقانه برای برندشون بسازن.",
    description:
      "آیا شما می‌دونید چطور با پرامپت نویسی می‌تونید یک لوگو به سبک هوش مصنوعی طراحی کنید؟ در این مقاله، راهکارهایی معرفی می‌کنیم که به شما کمک می‌کنن تا لوگوهایی بسازید که همه رو شگفت‌زده کنه.",
  },
  {
    id: 4,
    title: "چطور با پرامپت نویسی، یک لوگو حرفه‌ای برای کسب‌وکارتون طراحی کنید؟",
    slug: "ai-logo-prompting-2",
    tags: "پرامپت نویسی, طراحی لوگو",
    picture: "https://placehold.co/600x400/1e1e1e/8A2BE2?text=Blog+Post+4",
    excerpt: "همه می‌خوان لوگوهای حرفه‌ای و خلاقانه برای برندشون بسازن.",
    description:
      "آیا شما می‌دونید چطور با پرامپت نویسی می‌تونید یک لوگو به سبک هوش مصنوعی طراحی کنید؟ در این مقاله، راهکارهایی معرفی می‌کنیم که به شما کمک می‌کنن تا لوگوهایی بسازید که همه رو شگفت‌زده کنه.",
  },
  {
    id: 5,
    title: "چطور با پرامپت نویسی، یک لوگو حرفه‌ای برای کسب‌وکارتون طراحی کنید؟",
    slug: "ai-logo-prompting-3",
    tags: "پرامپت نویسی, طراحی لوگو",
    picture: "https://placehold.co/600x400/1e1e1e/8A2BE2?text=Blog+Post+5",
    excerpt: "همه می‌خوان لوگوهای حرفه‌ای و خلاقانه برای برندشون بسازن.",
    description:
      "آیا شما می‌دونید چطور با پرامپت نویسی می‌تونید یک لوگو به سبک هوش مصنوعی طراحی کنید؟ در این مقاله، راهکارهایی معرفی می‌کنیم که به شما کمک می‌کنن تا لوگوهایی بسازید که همه رو شگفت‌زده کنه.",
  },
]
